[robojumper_UISquadSelect]
strSwitchPerspective=切换视图
strSwitchPerspectiveTooltip=在概览和正常视角之间切换。

strUnequipSquad=卸下小队武器
strUnequipSquadTooltip=卸下目前被选中任务单位的护甲和装备。
strUnequipSquadConfirm=确认卸下小队武器
strUnequipSquadWarning=这将取消所有为当前任务所选择的士兵的所有物品。 这种装备将可供任何士兵立即装备。

strUnequipBarracks=卸下兵营武器
strUnequipBarracksTooltip=卸下目前未被选中任务单位的护甲和装备。
strUnequipBarracksConfirm=确认卸下兵营武器
strUnequipBarracksWarning=这将取消所有没有选择当前任务任务的士兵的物品。 这种装备将可供任何士兵立即装备。

[robojumper_SquadSelect_UISL_MCM]
strModTitle="robojumper's Squad Select"
strLabel="Squad Select"
strGroupTitle="常规设置"

strShowWeaponUpgradeIcons=显示主武器插件
strSkipSecondaryUpgradeIconsAvailable=不显示副武器插件
strShowBGImages=显示护甲和武器背景图像
strShowMeTheSkills=显示单位技能
strShowStats=显示单位数据
strSkipInitialAbilities=跳过初始能力
strAutofillSquad=自动填充小队

strDisallowInfiniteScrolling=禁止无限滚动

strSquadSize=小队规模

strSquadSizeSpawnWarning=小队超过9名以上会出现问题，因为撤离点只能支持9个单位。请到本MOD的workshop页面了解解决方案！


strHideTrainingCenterButton=隐藏训练中心按钮

[robojumper_UISquadSelect_SkillsPanel]
strTrainingCenter=%SOLDIERPOINTS 士兵能力点
; removed because duplicate info bad
; (%TOTALPOINTS in Shared Pool)